export default {
  projections: {
    СправУчE: {
      фио: {
        __caption__: 'Фио ученика'
      },
      датаРожд: {
        __caption__: 'Дата рождения'
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс Ученика'
        }
      },
      справРод: {
        __caption__: 'Фио родителя',
        фио: {
          __caption__: 'Фио родителя'
        }
      },
      номер: {
        __caption__: 'Номер карты',
        наименование: {
          __caption__: 'Номер карты'
        }
      }
    },
    СправУчL: {
      фио: {
        __caption__: 'Фио'
      },
      датаРожд: {
        __caption__: 'Дата рождения'
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс ученика'
        }
      },
      справРод: {
        __caption__: 'Фио родителя',
        фио: {
          __caption__: 'Фио родителя'
        }
      },
      номер: {
        __caption__: 'Номер карты',
        наименование: {
          __caption__: 'Номер карты'
        }
      }
    }
  },
  validations: {
    датаРожд: {
      __caption__: 'Дата рождения'
    },
    фио: {
      __caption__: 'Фио ученика'
    },
    классУч: {
      __caption__: 'Класс ученика'
    },
    номер: {
      __caption__: 'Номер карты'
    },
    справРод: {
      __caption__: 'Фио родителя'
    }
  }
};
