export default {
  caption: 'Функция: Регистрация прихода/ухода ученика',
  'статус-caption': 'Статус',
  'врПриУх-caption': 'Время прихода/ухода',
  'справУч.фио-caption': 'Фио ученика',
  'справУч.классУч.назв-caption': 'Класс ученика',
  'справУч.номер.наименование-caption': 'Номер карты',
  'справУч.справРод.фио-caption': 'Фио родителя',
  'расписание.урок-caption': 'Номер урока',
  'расписание.периодОт-caption': 'Расписание От',
  'расписание.периодДо-caption': 'Расписание До',
  'справУч-caption': 'Фио ученика',
  'расписание-caption': 'Расписание уроков'
};
