export default {
  projections: {
    ПриходУходE: {
      справУч: {
        __caption__: 'Фио ученика',
        фио: {
          __caption__: 'Фио ученика'
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс ученика'
          }
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер карты'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио родителя'
          }
        }
      },
      расписание: {
        __caption__: 'Расписание уроков',
        урок: {
          __caption__: 'Номер урока'
        },
        периодОт: {
          __caption__: 'Расписание От'
        },
        периодДо: {
          __caption__: 'Расписание До'
        }
      },
      статус: {
        __caption__: 'Статус'
      },
      врПриУх: {
        __caption__: 'Время прихода/ухода'
      }
    },
    ПриходУходL: {
      статус: {
        __caption__: 'Статус'
      },
      справУч: {
        __caption__: 'Фио ученика',
        фио: {
          __caption__: 'Фио ученика'
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс ученика'
          }
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер карты'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио родителя'
          }
        }
      },
      расписание: {
        __caption__: 'Период От',
        периодОт: {
          __caption__: 'Период От'
        },
        периодДо: {
          __caption__: 'Период До'
        },
        урок: {
          __caption__: 'Номер урока'
        }
      },
      врПриУх: {
        __caption__: 'Время прихода/ухода'
      }
    }
  },
  validations: {
    врПриУх: {
      __caption__: 'Время прихода/ухода'
    },
    статус: {
      __caption__: 'Статус'
    },
    расписание: {
      __caption__: 'Расписание уроков'
    },
    справУч: {
      __caption__: 'Фио ученика'
    }
  }
};
