export default {
  projections: {
    МестоУчE: {
      справСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      },
      тчМестоУч: {
        __caption__: 'Сведения об ученике',
        справУч: {
          __caption__: 'Фио ученика',
          фио: {
            __caption__: 'Фио ученика'
          },
          классУч: {
            __caption__: '',
            назв: {
              __caption__: 'Класс ученика'
            }
          },
          номер: {
            __caption__: '',
            наименование: {
              __caption__: 'Номер карты'
            }
          },
          справРод: {
            __caption__: '',
            фио: {
              __caption__: 'Фио родителя'
            }
          }
        }
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс ученика'
        }
      }
    },
    МестоУчL: {
      справСотр: {
        __caption__: 'Фио сотрудника',
        фио: {
          __caption__: 'Фио сотрудника'
        },
        справДолж: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        }
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс ученика'
        }
      }
    }
  },
  validations: {
    справСотр: {
      __caption__: 'Фио сотрудника'
    },
    тчМестоУч: {
      __caption__: 'Сведения об ученике'
    },
    классУч: {
      __caption__: 'Класс ученика'
    }
  }
};
