export default {
  projections: {
    СправСотрE: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      справДолж: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должности'
        }
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс ученика'
        }
      }
    },
    СправСотрL: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      справДолж: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должности'
        }
      },
      классУч: {
        __caption__: 'Класс ученика',
        назв: {
          __caption__: 'Класс ученика'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио сотрудника'
    },
    классУч: {
      __caption__: 'Класс ученика'
    },
    справДолж: {
      __caption__: 'Должности'
    }
  }
};
