export default {
  projections: {
    ТчМестоУчE: {
      справУч: {
        __caption__: 'Фио ученика',
        фио: {
          __caption__: 'Фио ученика'
        },
        классУч: {
          __caption__: '',
          назв: {
            __caption__: 'Класс ученика'
          }
        },
        номер: {
          __caption__: '',
          наименование: {
            __caption__: 'Номер карты'
          }
        },
        справРод: {
          __caption__: '',
          фио: {
            __caption__: 'Фио родителя'
          }
        }
      }
    }
  },
  validations: {
    справУч: {
      __caption__: 'Фио ученика'
    },
    местоУч: {
      __caption__: 'местоУч'
    }
  }
};
